Repository: emax-77/Cycling-Club
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sk

source: Cycling Club
sk: Cyklistický klub

source: Home
sk: Domov

source: Contact
sk: Kontakt

source: Members
sk: Členovia

source: Events
sk: Udalosti

source: Club Events
sk: Udalosti klubu

source: Treasury
sk: Pokladňa

source: Balance
sk: Finančný prehľad

source: Gallery
sk: Galéria

source: Logout
sk: Odhlásiť

source: Login
sk: Prihlásiť

source: Cycling Club Tvrdošín
sk: Cyklo turistický klub Tvrdošín

source: Cyclo-Tourist Club Tvrdosin
sk: Cyklo turistický klub Tvrdošín

source: Member Management
sk: Správa členov

source: Track and manage all club members
sk: Evidujte a spravujte všetkých členov klubu

source: Event Planning
sk: Plánovanie udalostí

source: Organize and schedule club events
sk: Organizujte a plánujte klubové udalosti

source: Manage club finances and fees
sk: Spravujte klubové financie a členské

source: Analytics
sk: Analytika

source: View financial reports and graphs
sk: Zobraziť finančné reporty a grafy

source: Get Started
sk: Začať

source: Explore our club management features (login required)
sk: Preskúmajte správu klubu (potrebné prihlásenie)

source: View Members
sk: Zobraziť členov

source: Club Members
sk: Členovia klubu

source: Total members:
sk: Počet členov:

source: Member ID:
sk: ID člena:

source: No members found
sk: Nenašli sa žiadni členovia

source: Member Details
sk: Detaily člena

source: Active Member
sk: Aktívny člen

source: Phone Number
sk: Telefón

source: Member Since
sk: Člen od

source: Address
sk: Adresa

source: Zip / City
sk: PSČ / Mesto

source: Country
sk: Krajina

source: Member Fees Paid
sk: Zaplatené členské

source: Back to Members
sk: Späť na členov

source: Contact Us
sk: Kontaktujte nás

source: Name
sk: Meno

source: Your Name
sk: Vaše meno

source: Message
sk: Správa

source: Your Message
sk: Vaša správa

source: Send Message
sk: Odoslať správu

source: Club Gallery
sk: Galéria klubu

source: Memories from our cycling adventures
sk: Spomienky z našich cyklistických výletov

source: No pictures available in the gallery
sk: V galérii nie sú dostupné žiadne fotografie

source: Page Not Found
sk: Stránka sa nenašla

source: Oops! The page you're looking for doesn't exist. It may have been moved or deleted.
sk: Ups! Stránka, ktorú hľadáte, neexistuje. Mohla byť presunutá alebo odstránená.

source: Back to Home
sk: Späť domov

source: Upcoming Events
sk: Nadchádzajúce udalosti

source: Event Date
sk: Dátum

source: Event Name
sk: Názov udalosti

source: Event Details
sk: Detaily udalosti

source: No events scheduled for %(year)s
sk: Pre rok %(year)s nie sú naplánované žiadne udalosti

source: Sign Up for an Event
sk: Prihlásiť sa na udalosť

source: Select an event
sk: Vyberte udalosť

source: Choose one of the available events
sk: Vyberte jednu z dostupných udalostí

source: Submit Registration
sk: Odoslať prihlášku

source: Registered Members
sk: Prihlásení členovia

source: Event
sk: Udalosť

source: No members registered yet
sk: Zatiaľ nie sú prihlásení žiadni členovia

source: Club Treasury
sk: Pokladňa klubu

source: Period:
sk: Obdobie:

source: All years
sk: Všetky roky

source: This year
sk: Tento rok

source: Last year
sk: Minulý rok

source: Show
sk: Zobraziť

source: This year (%(year)s)
sk: Tento rok (%(year)s)

source: Last year (%(year)s)
sk: Minulý rok (%(year)s)

source: All years combined
sk: Všetky roky spolu

source: Membership Fees
sk: Členské

source: Sponsorship
sk: Sponzoring

source: Total Income
sk: Príjmy spolu

source: Total Expenses
sk: Výdavky spolu

source: First Name
sk: Meno

source: Last Name
sk: Priezvisko

source: Member Fees
sk: Členské

source: No membership fees data available
sk: Nie sú dostupné údaje o členskom

source: Sponsorships
sk: Sponzori

source: Date
sk: Dátum

source: Sponsor
sk: Sponzor

source: Purpose
sk: Účel

source: Amount
sk: Suma

source: Club Expenses
sk: Výdavky klubu

source: Note
sk: Poznámka

source: No expenses data available
sk: Nie sú dostupné údaje o výdavkoch

source: Balance Graph
sk: Graf zostatku

source: Financial overview and analytics
sk: Finančný prehľad a analýza

source: Club Treasury TOTAL
sk: Pokladňa klubu CELKOM

source: Total Balance
sk: Celkový zostatok

source: No graph data available
sk: Nie sú dostupné údaje pre graf

source: This Year
sk: Tento rok

source: Balance This Year
sk: Zostatok tento rok

source: Last Year
sk: Minulý rok

source: Balance Last Year
sk: Zostatok minulý rok

source: Username
sk: Používateľské meno

source: Enter your username
sk: Zadajte používateľské meno

source: Password
sk: Heslo

source: Enter your password
sk: Zadajte heslo

source: Don't have an account?
sk: Nemáte účet?

source: Register here
sk: Zaregistrujte sa

source: Register
sk: Registrácia

source: Registration is allowed only for club members. Email must first be added by the administrator to your membership.
sk: Registrácia je povolená iba pre členov klubu. Email musí najprv pridať administrátor k vášmu členstvu.

source: Enter your first name
sk: Zadajte svoje meno

source: Enter your last name
sk: Zadajte svoje priezvisko

source: Create a strong password
sk: Vytvorte silné heslo

source: Create Account
sk: Vytvoriť účet

source: Already have an account?
sk: Už máte účet?

source: Login here
sk: Prihláste sa

source: Invalid username
sk: Neplatné používateľské meno

source: Invalid password
sk: Neplatné heslo

source: Enter a valid email.
sk: Zadajte platný email.

source: Password must be at least 8 characters long.
sk: Heslo musí mať aspoň 8 znakov.

source: Password can't be entirely numeric.
sk: Heslo nemôže byť iba číselné.

source: Password is too similar to your personal information.
sk: Heslo je príliš podobné vašim osobným údajom.

source: Password must contain both letters and digits.
sk: Heslo musí obsahovať písmená aj číslice.

source: Password contains invalid characters. Only letters, digits and @/./+/-/_ are allowed.
sk: Heslo obsahuje neplatné znaky. Povolené sú iba písmená, číslice a @/./+/-/_.

source: Registration is allowed only for club members. Contact the administrator to add your email to the membership.
sk: Registrácia je povolená iba pre členov klubu. Kontaktujte administrátora, aby pridal váš email k členstvu.

source: First name or last name does not match the registered member.
sk: Meno alebo priezvisko sa nezhoduje so zaregistrovaným členom.

source: This member already has an account. Try logging in.
sk: Tento člen už má účet. Skúste sa prihlásiť.

source: Username already taken!
sk: Používateľské meno je už obsadené!

source: Account has been successfully created! Please log in.
sk: Účet bol úspešne vytvorený! Prosím, prihláste sa.

source: incomes
sk: príjmy

source: payments
sk: výdavky

source: result
sk: výsledok

source: balance
sk: zostatok

source: Club treasury TOTAL
sk: Pokladňa klubu CELKOM

source: Club treasury THIS YEAR
sk: Pokladňa klubu TENTO ROK

source: Club treasury LAST YEAR
sk: Pokladňa klubu MINULÝ ROK

source: Invalid characters in name or email.
sk: Neplatné znaky v mene alebo emaile.

source: Please provide a valid email address.
sk: Zadajte platnú emailovú adresu.

source: Message from Cycling Club, user: %(name)s
sk: Správa z Cycling Club, používateľ: %(name)s

source: %(name)s (%(email)s) wrote: %(message)s
sk: %(name)s (%(email)s) napísal(a): %(message)s

source: Contact recipient is not configured.
sk: Príjemca kontaktného formulára nie je nastavený.

source: Invalid recipient email configured.
sk: Nastavený email príjemcu je neplatný.

source: Thank you! Your message has been sent successfully.
sk: Ďakujeme! Vaša správa bola úspešne odoslaná.

source: Email was not sent. Please try again later.
sk: Email sa nepodarilo odoslať. Skúste to neskôr.

source: Invalid header found in the email. Please check header values (no newlines).
sk: V emaile sa našla neplatná hlavička. Skontrolujte hodnoty hlavičiek (bez nových riadkov).

source: Secure connection failed: It was not possible to establish a secure TLS connection to the SMTP server (SSL certificate). This is often caused by a corporate proxy/antivirus inserting its own certificate. Check that EMAIL_USE_OS_TRUSTSTORE=1 and restart the server.
sk: Zabezpečené pripojenie zlyhalo: Nepodarilo sa vytvoriť bezpečné TLS pripojenie k SMTP serveru (SSL certifikát). Často to spôsobí firemný proxy/antivírus, ktorý vkladá vlastný certifikát. Skontrolujte EMAIL_USE_OS_TRUSTSTORE=1 a reštartujte server.

source: Gmail refused SMTP login. Use an App password and save it in EMAIL_HOST_PASSWORD.
sk: Gmail odmietol SMTP prihlásenie. Použite heslo aplikácie a uložte ho do EMAIL_HOST_PASSWORD.

source: An SMTP error occurred while sending the message. Please try again later.
sk: Pri odosielaní správy nastala SMTP chyba. Skúste to neskôr.

source: An error occurred while sending your message. Error: %(error)s
sk: Pri odosielaní správy nastala chyba. Chyba: %(error)s

source: An error occurred while sending your message. Please try again later.
sk: Pri odosielaní správy nastala chyba. Skúste to neskôr.

source: Please select an event.
sk: Vyberte udalosť.

source: No club member is linked to your account. Please contact the administrator.
sk: K vášmu účtu nie je priradený žiadny člen klubu. Kontaktujte administrátora.

source: The selected event does not exist.
sk: Vybraná udalosť neexistuje.

source: No email address is set for your account. Please contact the administrator.
sk: Pre váš účet nie je nastavená emailová adresa. Kontaktujte administrátora.

source: Event registration
sk: Registrácia na udalosť

source: Hi %(member)s, you have successfully registered for the event: %(event)s%(date)s. Thank you and see you soon. Cycling Club
sk: Ahoj %(member)s, úspešne ste sa zaregistrovali na udalosť: %(event)s%(date)s. Ďakujeme a tešíme sa na vás. Cycling Club

source: An error occurred: invalid recipient email.
sk: Nastala chyba: neplatný email príjemcu.

source: Done! You are registered for the event.
sk: Hotovo! Ste zaregistrovaný na udalosť.

source: Registration was saved, but the email could not be sent.
sk: Registrácia bola uložená, ale email sa nepodarilo odoslať.

source: Registration was saved, but the email could not be sent (invalid header).
sk: Registrácia bola uložená, ale email sa nepodarilo odoslať (neplatná hlavička).

source: Registration was saved, but a TLS connection to the SMTP server could not be established. Check EMAIL_USE_OS_TRUSTSTORE=1 and restart the server.
sk: Registrácia bola uložená, ale nepodarilo sa vytvoriť TLS pripojenie k SMTP serveru. Skontrolujte EMAIL_USE_OS_TRUSTSTORE=1 a reštartujte server.

source: Registration was saved, but Gmail refused SMTP login. Use an App password and save it in EMAIL_HOST_PASSWORD.
sk: Registrácia bola uložená, ale Gmail odmietol SMTP prihlásenie. Použite heslo aplikácie a uložte ho do EMAIL_HOST_PASSWORD.

source: Registration was saved, but an SMTP error occurred while sending the email.
sk: Registrácia bola uložená, ale pri odosielaní emailu nastala SMTP chyba.

source: Registration was saved, but an error occurred while sending the email.
sk: Registrácia bola uložená, ale pri odosielaní emailu nastala chyba.
